Backend/app/controllers/api/v1/users_controller.rb

INSERT INTO "users" ("name", "business_name", "email", "telephone_number", "contact_time", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)
---
    def create
      @user = User.new(user_params)
      if @user.valid?
        @user.save